Repository: ecology747-sudo/GluVibProbe
Catalog: Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: de

# onboarding.flow.ready.body
source: GluVib is now fully set up and ready for you to explore. Experience your free 30-day trial with access to all features. You can personalize units, goals, and visibility anytime in the settings. If you have feedback, we’d love to hear it. Enjoy your journey! Your Team GluVib!
de: GluVib ist jetzt vollständig eingerichtet und bereit, von dir erkundet zu werden. Starte mit deiner kostenfreien 30-Tage-Testphase und erhalte Zugriff auf alle Funktionen. Einheiten, Ziele und Sichtbarkeiten kannst du jederzeit in den Einstellungen anpassen. Wenn du Feedback hast, freuen wir uns darauf. Viel Freude mit GluVib! Dein GluVib-Team.

# onboarding.flow.ready.explore_button
source: Explore GluVib now
de: GluVib jetzt entdecken

# onboarding.flow.ready.title
source: Congratulations!
de: Glückwunsch!

# onboarding.flow.sensor_visibility.body
source: This enables visibility of sensor-based data dashboards and charts. Sensor values can only be shown if compatible sensor data is available in Apple Health. You can change this anytime in the settings.
de: Damit wird die Sichtbarkeit sensorbasierter Dashboards und Diagramme aktiviert. Sensorwerte (CGM) können nur angezeigt werden, wenn kompatible Sensordaten (CGM) in Apple Health verfügbar sind. Du kannst das jederzeit in den Einstellungen ändern.

# onboarding.flow.sensor_visibility.hide_button
source: Do not show sensor data
de: Sensordaten nicht anzeigen

# onboarding.flow.sensor_visibility.show_button
source: Show sensor data
de: Sensordaten anzeigen

# onboarding.flow.sensor_visibility.title
source: Show sensor (CGM) data
de: Sensor-(CGM)Daten anzeigen

source: Or open Health App, tap your profile picture in the top right, then go to Privacy → Apps → GluVib.
de: Oder öffne die Health-App, tippe oben rechts auf dein Profilbild und gehe dann zu Datenschutz → Apps → GluVib.

# overview.activity.active_energy_tile.title
source: Active energy
de: Aktiv-Energie

# overview.activity.average_7d_short
source: 7d
de: 7 T

# overview.activity.distance.average_7d
source: 7-day avg
de: 7 Tage Schnitt

# overview.activity.distance.title
source: Distance
de: Distanz

# overview.activity.insight.blocked
source: No activity insight is available because activity data access is currently blocked.
de: Es ist kein Aktivitäts-Insight verfügbar, weil der Zugriff auf Aktivitätsdaten derzeit blockiert ist.

# overview.activity.insight.dual_achievement.later
source: You have reached your activity goals for today.
de: Du hast deine Aktivitätsziele für heute erreicht.

# overview.activity.insight.dual_achievement.morning
source: You have already reached your activity goals for today.
de: Du hast deine Aktivitätsziele für heute bereits erreicht.

# overview.activity.insight.energy_achievement.later
source: You have reached your active energy goal for today.
de: Du hast dein Aktivenergie-Ziel für heute erreicht.

# overview.activity.insight.energy_achievement.morning
source: You have already reached your active energy goal for today.
de: Du hast dein Aktivenergie-Ziel für heute bereits erreicht.

# overview.activity.insight.fallback
source: No stable activity insight is available yet.
de: Es ist noch kein stabiler Aktivitäts-Insight verfügbar.

# overview.activity.insight.insufficient_data
source: There is not enough activity data yet for a stable activity insight.
de: Es liegen noch nicht genug Aktivitätsdaten für einen stabilen Aktivitäts-Insight vor.

# overview.activity.insight.low_activity.afternoon
source: Today currently shows a rather low activity level.
de: Heute zeigt sich derzeit ein eher niedriges Aktivitätsniveau.

# overview.activity.insight.low_activity.evening
source: Today shows a low overall activity level.
de: Heute zeigt sich insgesamt ein niedriges Aktivitätsniveau.

# overview.activity.insight.low_activity.morning
source: So far, activity remains limited, but the day is still open.
de: Bisher ist die Aktivität noch begrenzt, aber der Tag ist noch offen.

# overview.activity.insight.mid_zone.afternoon
source: Today currently shows a moderate activity pattern without a clear overall direction.
de: Heute zeigt sich derzeit ein moderates Aktivitätsmuster ohne klare Gesamtrichtung.

# overview.activity.insight.mid_zone.evening
source: Today shows a moderate overall activity pattern.
de: Heute zeigt sich insgesamt ein moderates Aktivitätsmuster.

# overview.activity.insight.mid_zone.morning
source: Today is still developing, with no clearly positive or low activity signal yet.
de: Der heutige Tag entwickelt sich noch, ohne bisher ein klar positives oder niedriges Aktivitätssignal zu zeigen.

# overview.activity.insight.no_data
source: No activity data is available for a stable activity insight.
de: Es sind keine Aktivitätsdaten für einen stabilen Aktivitäts-Insight verfügbar.

# overview.activity.insight.positive_progress.afternoon
source: Today is developing as a positively active day.
de: Heute entwickelt sich zu einem positiv aktiven Tag.

# overview.activity.insight.positive_progress.evening
source: Today shows a clearly positive activity progression.
de: Heute zeigt sich eine klar positive Aktivitätsentwicklung.

# overview.activity.insight.positive_progress.morning
source: Today already shows a positive activity progression.
de: Heute zeigt sich bereits eine positive Aktivitätsentwicklung.

# overview.activity.insight.step_achievement.later
source: You have reached your step goal today.
de: Du hast dein Schrittziel für heute erreicht.

# overview.activity.insight.step_achievement.morning
source: You have already reached your step goal today.
de: Du hast dein Schrittziel für heute bereits erreicht.

# overview.activity.insight.strong_dual_achievement.later
source: You have reached your activity goals for today and are clearly exceeding them.
de: Du hast deine Aktivitätsziele für heute erreicht und übertriffst sie deutlich.

# overview.activity.insight.strong_dual_achievement.morning
source: You have already reached your activity goals for today and are clearly exceeding them.
de: Du hast deine Aktivitätsziele für heute bereits erreicht und übertriffst sie deutlich.

# overview.activity.insight.strong_energy_achievement.later
source: You have reached your active energy goal today and are clearly exceeding it.
de: Du hast dein Aktivenergie-Ziel für heute erreicht und übertriffst es deutlich.

# overview.activity.insight.strong_energy_achievement.morning
source: You have already reached your active energy goal today and are clearly exceeding it.
de: Du hast dein Aktivenergie-Ziel für heute bereits erreicht und übertriffst es deutlich.

# overview.activity.insight.strong_step_achievement.later
source: You have reached your step goal today and are clearly exceeding it.
de: Du hast dein Schrittziel für heute erreicht und übertriffst es deutlich.

# overview.activity.insight.strong_step_achievement.morning
source: You have already reached your step goal today and are clearly exceeding it.
de: Du hast dein Schrittziel für heute bereits erreicht und übertriffst es deutlich.

# overview.activity.insight.title
source: Activity insight
de: Aktivitäts-Insight

# overview.activity.last_exercise.empty
source: No workout tracked yet
de: Noch kein Training erfasst

# overview.activity.last_exercise.title
source: Last exercise
de: Letzte Aktivität

# overview.activity.movement_split.hint.exercise_minutes
source: Active time based on Exercise Minutes
de: Aktive Zeit basiert auf Trainingsminuten

# overview.activity.movement_split.hint.workout_minutes
source: Active time estimated from Workout Minutes
de: Aktive Zeit aus Trainingsdauer geschätzt

# overview.activity.movement_split.legend.active
source: Active
de: Aktiv

# overview.activity.movement_split.legend.not_active
source: Not Active
de: Nicht aktiv

# overview.activity.movement_split.legend.sleep
source: Sleep
de: Schlaf

# overview.activity.movement_split.title
source: Movement split
de: Bewegung-Split

# overview.activity.score_label
source: Activity score
de: Aktivitätsscore

# overview.activity.steps.remaining
source: Remaining
de: Verbleibend

# overview.activity.steps.target
source: Target
de: Ziel

# overview.activity.steps.title
source: Steps
de: Schritte

# overview.activity.title
source: Activity Overview
de: Aktivitätsübersicht

# overview.activity.today
source: TODAY
de: HEUTE

# overview.activity.workout_tile.title
source: Workout min
de: Trainingsmin.

# overview.activity.workout_type.cycling
source: Cycling
de: Radfahren

# overview.activity.workout_type.dance
source: Dance
de: Tanzen

# overview.activity.workout_type.elliptical
source: Elliptical
de: Ellipsentrainer

# overview.activity.workout_type.functional_training
source: Functional Training
de: Funktionelles Training

# overview.activity.workout_type.generic
source: Workout
de: Training

# overview.activity.workout_type.hiking
source: Hiking
de: Wandern

# overview.activity.workout_type.martial_arts
source: Martial Arts
de: Kampfsport

# overview.activity.workout_type.rowing
source: Rowing
de: Rudern

# overview.activity.workout_type.running
source: Running
de: Laufen

# overview.activity.workout_type.strength_training
source: Strength Training
de: Krafttraining

# overview.activity.workout_type.swimming
source: Swimming
de: Schwimmen

# overview.activity.workout_type.walking
source: Walking
de: Gehen

# overview.activity.yesterday
source: YESTERDAY
de: GESTERN

# overview.body.bmi.normal_range
source: Normal range
de: Normalbereic

# overview.body.bmi.obesity_range
source: Obesity range
de: Adipositas-Bereich

# overview.body.bmi.overweight
source: Overweight
de: Übergewicht

# overview.body.bmi.underweight
source: Underweight
de: Untergewicht

# overview.body.estimated_body_fat
source: Estimated body fat
de: Geschätzter Körperfettanteil

# overview.body.format.target_value
source: Target: %@
de: Zielgewicht: %@

# overview.body.insight.bmi_prefix_high
source: With your current BMI, gentle trends already matter.
de: Bei deinem aktuellen BMI sind auch sanfte Trends bereits relevant.

# overview.body.insight.bmi_prefix_very_high
source: Given your current BMI, even small, steady changes can be helpful.
de: Bei deinem aktuellen BMI können schon kleine, konstante Veränderungen hilfreich sein.

# overview.body.insight.fallback
source: Your recent weight and sleep pattern looks mostly stable. Small, consistent habits around sleep, movement and meals will keep things on track.%@
de: Dein aktuelles Muster bei Gewicht und Schlaf wirkt insgesamt recht stabil. Kleine, konstante Gewohnheiten bei Schlaf, Bewegung und Mahlzeiten helfen dir, auf Kurs zu bleiben.%@

# overview.body.insight.not_enough_data
source: There is not enough data yet to generate a meaningful body insight.
de: Es sind noch nicht genug Daten vorhanden, um einen aussagekräftigen Körper-Insight zu erzeugen.

# overview.body.insight.recovery_nudge
source: Also keep an eye on recovery and stress.
de: Achte zusätzlich auf Erholung und Stress.

# overview.body.insight.sleep_on_target
source: Sleep has been roughly on target.
de: Der Schlaf lag zuletzt ungefähr im Zielbereich.

# overview.body.insight.sleep_short
source: Sleep has been on the short side.
de: Der Schlaf war zuletzt eher kurz.

# overview.body.insight.sleep_solid
source: Sleep looks solid overall.
de: Der Schlaf wirkt insgesamt solide.

# overview.body.insight.weight_down
source: Your weight has slightly decreased over the last days.
de: Dein Gewicht ist in den letzten Tagen leicht gesunken.

# overview.body.insight.weight_down_sleep_ok
source: %1$@ Keeping sleep, nutrition and activity consistent can help you maintain this healthy trend.%2$@
de: %1$@ Wenn Schlaf, Ernährung und Aktivität konstant bleiben, kann dir das helfen, diesen positiven Trend zu halten.%2$@

# overview.body.insight.weight_down_sleep_short
source: %1$@ while sleep was a bit short. Try to keep your current routine and add a little more rest where possible.%2$@
de: %1$@ während der Schlaf etwas kurz war. Versuche, deine aktuelle Routine beizubehalten und wenn möglich etwas mehr Erholung einzuplanen.%2$@

# overview.body.insight.weight_stable
source: Your weight has been fairly stable over the last days.
de: Dein Gewicht war in den letzten Tagen recht stabil.

# overview.body.insight.weight_stable_sleep_ok
source: %1$@ %2$@ Staying consistent with your current routine is a good baseline.%3$@
de: %1$@ %2$@ Es ist eine gute Basis, wenn du bei deiner aktuellen Routine bleibst.%3$@

# overview.body.insight.weight_stable_sleep_short
source: %1$@ %2$@ A bit more rest can support recovery and appetite control.%3$@
de: %1$@ %2$@ Frühere Nächte und leichtere Abendmahlzeiten können helfen, dein Gewicht zu stabilisieren.%3$@

# overview.body.insight.weight_up
source: Your weight has slightly increased over the last days.
de: Dein Gewicht ist in den letzten Tagen leicht gestiegen.

# overview.body.insight.weight_up_sleep_ok
source: %1$@%2$@ Paying attention to portions and evening snacks can help if this trend continues.%3$@
de: %1$@%2$@ Wenn sich dieser Trend fortsetzt, kann es helfen, auf Portionsgrößen und Abend-Snacks zu achten.%3$@

# overview.body.insight.weight_up_sleep_short
source: %1$@ %2$@ Earlier nights and lighter evening meals can help stabilise your weight.%3$@
de: %1$@ %2$@ Frühere Nächte und leichtere Abendmahlzeiten können helfen, dein Gewicht zu stabilisieren.%3$@

# overview.body.last_night
source: Last night
de: Letzte Nacht

# overview.body.resting_heart_rate_subtitle
source: Resting heart rate
de: Ruhepuls

# overview.body.title
source: Body Overview
de: Körpermesswerte

# overview.metabolic.activity_energy.card.title
source: Active Energy (kcal)
de: Aktiv-Energie (kcal)

# overview.metabolic.activity_energy.card.today
source: Today
de: Heute

# overview.metabolic.basal.card.title
source: Basal (U)
de: Basal (IE)

# overview.metabolic.basal.card.today
source: Today
de: Heute

# overview.metabolic.bolus_basal_ratio.card.title
source: Bolus/Basal Ratio
de: Bolus/Basal-Verhältnis

# overview.metabolic.bolus_basal_ratio.card.today
source: Today
de: Heute

# overview.metabolic.bolus.card.title
source: Bolus (U)
de: Bolus (IE)

# overview.metabolic.bolus.card.today
source: Today
de: Heute

# overview.metabolic.carbs_bolus_ratio.card.title
source: Carbs/Bolus (g/U)
de: KH/Bolus (g/IE)

# overview.metabolic.carbs_bolus_ratio.card.today
source: Today
de: Heute

# overview.metabolic.carbs.card.title
source: Carbs (g)
de: KH (g)

# overview.metabolic.carbs.card.today
source: Today
de: Heute

# overview.metabolic.tir.card.accessibility.open
source: Open Time in Range
de: Zeit im Bereich öffnen

# overview.metabolic.tir.card.title
source: TIR
de: Zeit im Bereich

# overview.metabolic.tir.chart.day
source: Day
de: Tag

# overview.metabolic.tir.chart.value
source: TIR
de: Zeit im Bereich

# overview.metabolic.tir.info.message
source: This metric uses the most recent sensor readings available in Apple Health. Due to system synchronization, newer readings may appear with a short delay. Details are available in the FAQs.
de: Diese Metrik verwendet die zuletzt in Apple Health verfügbaren Sensorwerte. Durch die Systemsynchronisation können neuere Werte mit kurzer Verzögerung erscheinen. Weitere Details findest du in den FAQs.

# overview.metabolic.tir.info.title
source: Time in Range (24h)
de: Zeit im Bereich (24h)

# overview.nutrition.energy.active
source: Active
de: Aktiv

# overview.nutrition.energy.burned
source: Burned
de: Verbraucht

# overview.nutrition.energy.intake
source: Intake
de: Aufgenommen

# overview.nutrition.energy.nutrition
source: Nutrition
de: Ernährung

# overview.nutrition.energy.over
source: kcal over
de: kcal darüber

# overview.nutrition.energy.remaining
source: kcal remaining
de: kcal verbleibend

# overview.nutrition.energy.resting
source: Resting
de: Ruhe

# overview.nutrition.energy.section_title
source: Energy Balance (kcal)
de: Kalorienbilanz (kcal)

# overview.nutrition.insight.carbs_above_target
source: Your carbs are above target today.
de: Deine Kohlenhydrate liegen heute über deinem Ziel.

# overview.nutrition.insight.empty_today
source: No nutrition data recorded yet today.
de: Heute wurden noch keine Ernährungsdaten erfasst.

# overview.nutrition.insight.energy_over
source: You are currently above your daily energy burn.
de: Du liegst aktuell über deinem heutigen Kalorienverbrauch.

# overview.nutrition.insight.energy_remaining
source: You still have energy remaining for today.
de: Du hast für heute noch Kalorien offen.

# overview.nutrition.insight.no_data_today
source: No nutrition data recorded yet today.
de: Heute wurden noch keine Ernährungsdaten erfasst.

# overview.nutrition.insight.protein_low
source: Protein is still low today — a protein-rich meal could help.
de: Dein Protein liegt heute noch niedrig — eine proteinreiche Mahlzeit könnte gut passen.

# overview.nutrition.pie.ios17_only
source: iOS 17 Pie only
de: Kreisdiagramm ab iOS 17

# overview.nutrition.score_label
source: Nutrition Score
de: Ernährungsscore

# overview.nutrition.sugar_of_carbs_label
source: Sugar (of Carbs)
de: Zucker (in Kohlenhydraten)

source: Owner: Mario Lorenz
de: Inhaber: Mario Lorenz

source: Permission required
de: Berechtigung erforderlich

source: Please set up Apple Mail on this device to send messages.
de: Bitte richte Apple Mail auf diesem Gerät ein, um Nachrichten zu senden.

source: Premium Access
de: Premium-Zugang

source: Priming (Pen Air Shot)
de: Priming (Entlüftung)

source: Privacy Policy
de: Datenschutzerklärung
